Repository: SamuelSwartzberg/scripts
Catalog: sh/omega-init/project/tm/2019-11-09-jet-belt-omegat.tmx
Source language: de_de
Languages: en_us

source: Um den Rechnungsbetrag über PayPal bezahlen zu können, müssen Sie dort registriert sein bzw. sich erst registrieren, mit Ihren Zugangsdaten legitimieren und die Zahlungsanweisung an uns bestätigen.
en_us: To pay via PayPal, you have to be registered - or to register - with PayPal, log in with your account details, and confirm the payment.

source: Um den Service von Google Maps zu deaktivieren und damit die Datenübermittlung an Google zu verhindern, müssen Sie die Java-Script-Funktion in Ihrem Browser deaktivieren.
en_us: To disable the Google Maps service and thereby prevent data from being transmitted to Google, you must disable JavaScript in your browser.

source: Umsatzsteuer-Identifikationsnummer: DE 812517201
en_us: VAT identification number: DE 812517201

source: Unsere Onlinepräsenz auf Facebook
en_us: Our Facebook page

source: Unsere Präsenz auf sozialen Netzwerken und Plattformen dient einer besseren, aktiven Kommunikation mit unseren Kunden und Interessenten.
en_us: We maintain a presence on social networks and in order to facilitate the proactive communication with customers and other interested persons.

source: Unternehmer ist eine natürliche oder juristische Person oder eine rechtsfähige Personengesellschaft, die bei Abschluss eines Rechtsgeschäfts in Ausübung ihrer gewerblichen oder selbständigen beruflichen Tätigkeit handelt.
en_us: An entrepreneur is any natural person or legal entity that completes a transaction for the purposes of its commercial or freelance activities.

source: Verantwortlicher für die Datenverarbeitung ist:
en_us: The party responsible for data processing is:

source: Verbraucher ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können.
en_us: A consumer is a natural person who completes a transaction mainly for purposes that can be predominantly not attributed to her or his commercial or self-employed activity.

source: Verwendung von Social Plugins von Facebook, Instagram
en_us: Use of social plug-ins provided by Facebook, Instagram

source: Vorkasse
en_us: Payment in advance

source: Wann der Vertrag mit uns zustande kommt, richtet sich nach der von Ihnen gewählten Zahlungsart:
en_us: The time of the conclusion of our contract is determined by the method of payment:

source: Weitere Hinweise erhalten Sie beim Bestellvorgang.
en_us: Further information will be made available while ordering.

source: Weitere Informationen zu der Datenschutzpolicy von Google finden Sie hier.
en_us: Further information on Google's privacy policy can be found here.

source: Weitergehende Informationen über die Datenverarbeitung durch Google finden Sie in den Datenschutzhinweisen von Google.
en_us: Further information on Google's data processing can be found in Google's privacy policy.

source: Welche Daten erhoben werden, ist aus den jeweiligen Eingabeformularen ersichtlich.
en_us: Every input form reveals exactly which data is being collected.

source: Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist.
en_us: Should you decide to revoke the contract, we must pay back all payments received from you, including the cost of delivery but excluding any additional costs incurred via the selection of a delivery method more expensive than the most inexpensive standard delivery option, immediately and no later than fourteen days counting from the day of receipt of your declaration of the revocation of the contract.

source: Wenn Sie eine Seite unseres Webauftritts aufrufen, die ein solches Plugin enthält, stellt Ihr Browser eine direkte Verbindung zu den Servern von Facebook, Google, Twitter oder Instagram her.
en_us: When you visit a web page of ours on which such a plug-in is used, your browser will establish a direct connection to the servers of Facebook, Google, Twitter or Instagram, respectively.

source: Wenn Sie mit den Plugins interagieren, zum Beispiel den „Like“- oder den „Share“-Button betätigen, wird die entsprechende Information ebenfalls direkt an einen Server der Anbieter übermittelt und dort gespeichert.
en_us: Should you choose to interact with the plug-in, for example by pressing the "Like" or "Share" button, the corresponding information will be transmitted directly to a server of the relevant provider and stored there.

source: Wenn Sie nicht möchten, dass die sozialen Netzwerke die über unseren Webauftritt gesammelten Daten unmittelbar Ihrem Profil in dem jeweiligen Dienst zuordnen, müssen Sie sich vor Ihrem Besuch unserer Website bei dem entsprechenden Dienst ausloggen.
en_us: Should you not wish that the relevant provider associate the data collected on our website directly with your profile on the relevant platform, you must log out there before visiting our website.

source: Widerrufsrecht (Revocation Policy)
en_us: Revocation Policy

source: Widerspruchsmöglichkeit (Opt-Out):
en_us: Opt-out option:

source: Widerspruchsrecht
en_us: Right of objection (Opt-out)

source: Wir erheben personenbezogene Daten, wenn Sie uns diese im Rahmen Ihrer Bestellung oder bei einer Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) freiwillig mitteilen.
en_us: We gather personal data in cases in which you you choose to share this data. This occurs in the course of ordering from us or when contacting us (e.g. via the contact form or email).

source: Wir freuen uns über Ihr Interesse an unserem Online-Shop.
en_us: We are delighted in your interest in our online shop.

source: Wir haben keinen Einfluss auf diese Datenverarbeitung.
en_us: We have no control over or influence on this data processing.

source: Wir informieren dort über unsere Produkte und laufende Sonderaktionen.
en_us: On such networks and platforms, we provide information about our products and current special offers.

source: Wir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.
en_us: We may refuse to disburse the refund until we have received the products, or until you have provided proof that you have posted the products, whichever is earlier.

source: Wir liefern innerhalb Deutschlands versandkostenfrei.
en_us: We offer free shipping within Germany.

source: Wir nehmen Ihre Bestellung durch Versand einer Annahmeerklärung in separater E-Mail innerhalb von zwei Tagen an, in welcher wir Ihnen unsere Bankverbindung nennen.
en_us: Within two days, we will send you an email containing our bank details. This concludes the contract.

source: Wir sind bereit, an einem außergerichtlichen Schlichtungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.
en_us: We are prepared to take part in an extrajudicial arbitration process provided by a consumer dispute resolution body.

source: Wir speichern den Vertragstext und senden Ihnen die Bestelldaten und unsere AGB per E-Mail zu.
en_us: Subsequent to this conclusion, we store the contract and send you an email containing the details of your order as well as our terms and conditions.

source: Wir verwenden die von ihnen mitgeteilten Daten gemäß Art.
en_us: We employ the data shared by you in accordance with

source: YouTube ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland (www.google.de).
en_us: YouTube is a service of Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland. (www.google.de)

source: Zu diesem Zweck werden im Regelfall Cookies auf Ihrem Endgerät eingesetzt.
en_us: Cookies comprising data on the user's behavior and interests are usually stored on your device for this purpose.

source: Zum Teil erheben die ausgewählten Zahlungsdienstleister diese Daten auch selbst, soweit Sie dort ein Konto anlegen.
en_us: Certain payment service providers collect this data themselves in the course of creating an account.

source: Zum Zwecke des Schutzes vor Missbrauch unserer Web-Formulare sowie vor Spam nutzen wir im Rahmen einiger Formulare auf dieser Webseite den Google reCAPTCHA Service.
en_us: To protect our input forms from abuse and against spam more generally, some input forms use the Google reCAPTCHA service.

source: Zur Vertragserfüllung gemäß Art.
en_us: To fulfill the contract and in accordance with

source: Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.
en_us: Sufficient to ensure observance of the deadline is the posting of the declaration of the revocation of the contract prior to expiry of the deadline.

source: Zur Webseitenanalyse setzt diese Website Google (Universal) Analytics ein.
en_us: To perform web data analysis, this website uses Google (Universal) Analytics.

source: Zuständig ist die Allgemeine Verbraucherschlichtungsstelle des Zentrums für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de.
en_us: The responsible consumer dispute resolution body is the Verbraucherschlichtungsstelle des Zentrums für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl on the Rhine, https://www.verbraucher-schlichter.de/english/english-version.

source: Zweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch die Anbieter sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte den Datenschutzhinweisen von Google https://policies.google.com/privacy.
en_us: Find further information on the purpose and scope of data collection as well as information on further processing and utilization of your data by the relevant provider, together with relevant settings and your rights to privacy protection, in Google's privacy policy: https://policies.google.com/privacy.

source: Zweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch die Anbieter sowie eine Kontaktmöglichkeit und Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte den Datenschutzhinweisen der Anbieter.
en_us: Find further information on the purpose and scope of data collection as well as information on further processing and utilization of your data by the relevant provider, together with the respective contact addresses, settings and your rights to privacy protection, in the privacy policies of the respective providers:

source: a DSGVO erteilt haben, indem Sie Sich für die Eröffnung eines Kundenkontos entscheiden, verwenden wir Ihre Daten zum Zwecke der Kundenkontoeröffnung.
en_us: (a) GDPR by choosing to create an account, we will use your data to create this account.

source: a DSGVO erteilt haben, verwenden wir Ihre E-Mail-Adresse zur Erinnerung zur Abgabe einer Bewertung Ihrer Bestellung über das von uns eingesetzte Bewertungssystem.
en_us: (a) GDPR, we will use your email address to remind you to leave a review of your order by means of our review system.

source: a DSGVO.
en_us: (a) GDPR.

source: b DSGVO geben wir Ihre Daten an das mit der Lieferung beauftragte Versandunternehmen weiter, soweit dies zur Lieferung bestellter Waren erforderlich ist.
en_us: (b) GDPR, we will pass your data on to the delivery company to the extent that this is necessary to deliver the ordered products.

source: b DSGVO zur Vertragsabwicklung und Bearbeitung Ihrer Anfragen.
en_us: (b) GDPR to execute the contract and to process your contact requests.

source: f DSGVO der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen am Schutz unserer Webseite vor Missbrauch sowie an einer störungsfreien Darstellung unseres Onlineauftritts.
en_us: (f) GDPR, to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the protection of our website against misuse as well as a disruption-free presentation of our website.

source: f DSGVO der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer korrekten Darstellung unseres Angebots.
en_us: (f) GDPR, to ensure our - in the course of weighing the various interests prevailing - legitimate interest in the correct displaying of our products and our site.

source: f DSGVO.
en_us: (f) GDPR.

source: f DSGVO. Cookies sind kleine Textdateien, die automatisch auf Ihrem Endgerät gespeichert werden.
en_us: (f) GDPR. Cookies are small text files that are automatically saved on your device.

source: f DSGVO. Google (Universal) Analytics verwendet Methoden, die eine Analyse der Benutzung der Website durch Sie ermöglichen, wie zum Beispiel Cookies.
en_us: (f) GDPR. Google (Universal) Analytics uses a variety of methods to allow analysis of your use of this website, including cookies.

source: f DSGVO. Nach Zweckfortfall und Ende des Einsatzes von Google Ads Remarketing durch uns werden die in diesem Zusammenhang erhobenen Daten gelöscht.
en_us: (f) GDPR. The data collected in the context of Google Ads Remarketing will be deleted after the object of analysis has ceased to exist or we discontinue our use of Google Ads Remarketing.

source: f) DSGVO.
en_us: (f) GDPR.

source: f. DSGVO der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer optimierten Darstellung unseres Angebots und effektiver Kommunikation mit den Kunden und Interessenten.
en_us: (f) GDPR, to ensure our - in the course of weighing the various interests prevailing - legitimate interest for the optimal display of our products.

source: gemäß Art.
en_us: in accordance with Article

source: Über Google Ads werben wir für diese Website in den Google Suchergebnissen sowie auf den Websites Dritter.
en_us: We use Google Ads to advertise for this website in Google search results as well as third-party websites.

source: – An Jetbelt Inh. Andreas Felger, Dreimühlenstrasse 30 , 80489 München, felger@jetbelt.de, Deutschland
en_us: - To: JETBELT Inh. Andreas Felger, Dreimühlenstraße 30, 80469 Munich, Germany, felger@jetbelt.de

source: – Anschrift des/der Verbraucher(s)
en_us: - Address of the customer(s)

source: – Bestellt am (*)/erhalten am (*)
en_us: - Date of order (*) / Date of receipt (*)

source: – Datum
en_us: - Date

source: – Hiermit widerrufe(n) ich/wir (*) den von mir/uns (*) abgeschlossenen Vertrag über den Kauf der folgenden Waren (*)/die Erbringung der folgenden Dienstleistung (*)
en_us: - Hereby I/we revoke the contract of purchase

source: – Name des/der Verbraucher(s)
en_us: - Name of the customer(s)

source: – Sie gemäß Art.
en_us: - you have objected to processing in pursuant to Article 21 GDPR.

source: – Unterschrift des/der Verbraucher(s) (nur bei Mitteilung auf Papier)
en_us: - Signature of the customer(s) (only applicable for paper messages)

source: – aus Gründen des öffentlichen Interesses oder
en_us: - for reasons of public interest

source: – die Richtigkeit der Daten von Ihnen bestritten wird;
en_us: - you contest the accuracy of your personal data

source: – die Verarbeitung unrechtmäßig ist, Sie aber deren Löschung ablehnen;
en_us: - the processing is unlawful, but you oppose the erasure of this data

source: – wir die Daten nicht mehr benötigen, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen oder
en_us: - we no longer need the personal data for the purposes of the processing, but they are required by you for the establishment, exercise or defense of legal claims or

source: – zur Ausübung des Rechts auf freie Meinungsäußerung und Information;
en_us: - for exercising the right of freedom of expression and information

source: – zur Erfüllung einer rechtlichen Verpflichtung;
en_us: - for compliance with a legal obligation

source: – zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen
en_us: - for the establishment, exercise or defense of legal claims.
